/*
 * RatStack is somewhat emoji-based. Many things will be expressed with emojis.
 * To ease replacing emojis, they are listed centrally. Aka I overengineered this, whoops.
 */
export default {
  rat: '🐀',
  think: '🧠',
  build: '🔧',
  options: '⚙️',
  yes: '✔️',
  no: '❌',
  warn: '❗',
  error: '‼️',
  question: '❓',
  wtf: '⁉️',
  monarchy: '👑',
  nation: '⚜️',
  message: '📜',
  plus: '➕',
  minus: '➖',
  turn: '⏲',
  foodArray: [
    '🍇', '🍈', '🍉', '🍊', '🍋',
    '🍌', '🍍', '🥭', '🍎', '🍏',
    '🍐', '🍑', '🍒', '🍓', '🥝',
    '🍅', '🥥', '🥑', '🍆', '🥔',
    '🥕', '🌽', '🥒', '🥬', '🥦',
    '🍄', '🥜', '🌰', '🍞', '🥐',
    '🥖', '🥨', '🥯', '🥞', '🧀',
    '🍖', '🍗', '🥩', '🥓', '🍔',
    '🍟', '🍕', '🌭', '🥪', '🌮',
    '🌯', '🥙', '🍳', '🥘', '🍲',
    '🥣', '🥗', '🥫', '🍱', '🍘',
    '🍙', '🍚', '🍛', '🍜', '🍝',
    '🍠', '🍢', '🍣', '🍤', '🍥',
    '🥮', '🍡', '🥟', '🥠', '🥡',
    '🍦', '🍧', '🍨', '🍩', '🍪',
    '🎂', '🍰', '🧁', '🥧', '🍫',
    '🍬', '🍭', '🍮', '🍯', '🍺'
  ]
}
